Repository: silvarbor/prowl
Catalog: App/Sources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Git no longer recognizes this worktree: %@
zh_hans: Git 已不再识别此 worktree：%@

source: GitHub CLI is outdated. Update to the latest version.
zh_hans: GitHub CLI 版本过旧。请更新到最新版本。

source: GitHub CLI is unavailable
zh_hans: GitHub CLI 不可用

source: GitHub CLI outdated
zh_hans: GitHub CLI 版本过旧

source: GitHub identity
zh_hans: GitHub 身份

source: GitHub integration
zh_hans: GitHub 集成

source: GitHub integration unavailable
zh_hans: GitHub 集成不可用

source: GitHub repository not resolved
zh_hans: 未解析 GitHub 仓库

source: Global
zh_hans: 全局

source: Global %@
zh_hans: 全局 %@

source: Global Commands
zh_hans: 全局命令

source: Global Custom Commands
zh_hans: 全局自定义命令

source: Global command. Edit it in Settings → Commands.
zh_hans: 全局命令。可在“设置 → 命令”中编辑。

source: Global commands are managed in Settings → Commands.
zh_hans: 全局命令在“设置 → 命令”中管理。

source: Global terminal actions available in every repository. Enabled commands appear in the top-right of the window toolbar.
zh_hans: 可在每个仓库中使用的全局终端操作。已启用的命令会显示在窗口工具栏的右上角。

source: Gray
zh_hans: 灰色

source: Green
zh_hans: 绿色

source: Help
zh_hans: 帮助

source: Hidden from workflow launch surfaces and rejected by the prowl CLI
zh_hans: 从工作流启动入口中隐藏，且会被 prowl CLI 拒绝

source: Hidden panels reopen as soon as an agent starts or updates.
zh_hans: 只要 Agent 开始运行或更新，隐藏的面板就会重新打开。

source: Hide Active Agents
zh_hans: 隐藏活跃 Agent

source: Hide Agent Island
zh_hans: 隐藏 Agent 灵动岛

source: Hide Find Bar
zh_hans: 隐藏查找栏

source: Hide the bar when no agent sessions are running. Off by default.
zh_hans: 没有 Agent 会话运行时隐藏该栏。默认关闭。

source: History
zh_hans: 历史记录

source: History Scope
zh_hans: 历史范围

source: Homepage
zh_hans: 主页

source: Host
zh_hans: 主机

source: Host disconnected.
zh_hans: 主机已断开连接。

source: Host identity changed. Pair with this Host again.
zh_hans: 主机身份已变更。请重新与此主机配对。

source: Host is off
zh_hans: 主机已关闭

source: Host is off. Start Host to create a pairing code.
zh_hans: 主机已关闭。启动主机后即可创建配对码。

source: Host listening
zh_hans: 主机正在监听

source: Host mirroring
zh_hans: 主机正在镜像

source: Host off
zh_hans: 主机已关闭

source: Host pane closed. Choose another pane from Add to Prowl.
zh_hans: 主机上的窗格已关闭。请从“添加到 Prowl”中选择其他窗格。

source: Host rejected the pairing code. Check the code, or refresh it on Host and try again.
zh_hans: 主机拒绝了配对码。请检查配对码，或在主机上刷新后重试。

source: Host rejected the request.
zh_hans: 主机拒绝了该请求。

source: Host stopped
zh_hans: 主机已停止

source: Host stopped sharing. The Host program may still be running.
zh_hans: 主机已停止共享。主机上的程序可能仍在运行。

source: Hosts paired with an earlier version appear after you click the Remote Mirror button.
zh_hans: 使用旧版本配对的主机会在你点击“远程镜像”按钮后显示。

source: How cards are arranged the first time you open Canvas for a set of cards.
zh_hans: 首次为一组卡片打开画布时卡片的排列方式。

source: How this repository is placed in the workspace
zh_hans: 此仓库放入工作区的方式

source: Hydrating caches
zh_hans: 正在给缓存续杯

source: IDs starting with “%@” are reserved for built-in workflows.
zh_hans: 以“%@”开头的 ID 保留给内置工作流使用。

source: IDs use lowercase letters, digits, dots, dashes, and underscores, and start with a letter or digit.
zh_hans: ID 只能使用小写字母、数字、点、短横线和下划线，且须以字母或数字开头。

source: IP address
zh_hans: IP 地址

source: Icon
zh_hans: 图标

source: Icon Catalog
zh_hans: 图标目录

source: Icon picker
zh_hans: 图标选择器

source: Ignored when system notifications are enabled, as they play sounds according to your settings.
zh_hans: 启用系统通知时此项会被忽略，因为系统通知会按你的设置播放声音。

source: Immediately (debug)
zh_hans: 立即（调试）

source: In Place
zh_hans: 就地

source: In merge queue
zh_hans: 在合并队列中

source: In progress
zh_hans: 进行中

source: In use
zh_hans: 使用中

source: Incomplete remote message.
zh_hans: 远程消息不完整。

source: Increase Font Size
zh_hans: 增大字号

source: Indeterminate progress
zh_hans: 进度未知

source: Indexing branches
zh_hans: 正在清点分支

source: Inherit global default
zh_hans: 继承全局默认

source: Initial prompt (optional)
zh_hans: 初始提示词（可选）

source: Initial setup script that will be launched once after worktree creation
zh_hans: 在 worktree 创建后仅运行一次的初始化脚本

source: Initialized
zh_hans: 已初始化

source: Input
zh_hans: 输入

source: Inspect all bundle files and approve this version before running scripts
zh_hans: 在运行脚本前检查所有 Bundle 文件并批准此版本

source: Inspect the bundle and approve this version; approval does not start the workflow
zh_hans: 检查该 Bundle 并批准此版本；批准不会启动工作流

source: Install
zh_hans: 安装

source: Install %@ to open this worktree.
zh_hans: 安装 %@ 以打开此 worktree。

source: Install Command Line Tool
zh_hans: 安装命令行工具

source: Install Update and Relaunch?
zh_hans: 安装更新并重新启动？

source: Install and Relaunch
zh_hans: 安装并重新启动

source: Install prowl command line tool to /usr/local/bin
zh_hans: 将 prowl 命令行工具安装到 /usr/local/bin

source: Install the prowl command line tool to /usr/local/bin
zh_hans: 将 prowl 命令行工具安装到 /usr/local/bin

source: Install the prowl command to let terminals and coding agents control Prowl.
zh_hans: 安装 prowl 命令，让终端和编码 Agent 能够控制 Prowl。

source: Install update
zh_hans: 安装更新

source: Installation
zh_hans: 安装

source: Installation failed: %@
zh_hans: 安装失败：%@

source: Installation was canceled.
zh_hans: 安装已取消。

source: Installed
zh_hans: 已安装

source: Installed at %@
zh_hans: 已安装到 %@

source: Interrupted
zh_hans: 已中断

source: Invalid Host status.
zh_hans: 主机状态无效。

source: Invalid Host terminal dimensions.
zh_hans: 主机终端尺寸无效。

source: Invalid command response.
zh_hans: 无效的命令响应。

source: Invalid display acknowledgement.
zh_hans: 显示确认消息无效。

source: Invalid display relay message.
zh_hans: 显示中继消息无效。

source: Invalid display relay.
zh_hans: 显示中继无效。

source: Invalid history page.
zh_hans: 历史记录分页无效。

source: Invalid remote mirror message.
zh_hans: 远程镜像消息无效。

source: Invalid subscription.
zh_hans: 订阅无效。

source: Invalid · %lld error
zh_hans: 无效 · %lld 个错误

source: Invalid · %lld errors
zh_hans: 无效 · %lld 个错误

source: Invalidate the old code and create a new 60-second code
zh_hans: 使旧配对码失效，并创建一个新的 60 秒配对码

source: Iteration limit reached
zh_hans: 已达到迭代上限

source: Jump to %@, %@
zh_hans: 跳转到 %1$@，%2$@

source: Jump to %@: %@ - %@
zh_hans: 跳转到 %1$@：%2$@ - %3$@

source: Jump to Latest Unread
zh_hans: 跳到最新未读

source: Keep Agent Island visible without running agents when this is off
zh_hans: 关闭此项时，即使没有运行中的 Agent 也保持 Agent 灵动岛可见

source: Keep Branch
zh_hans: 保留分支

source: Keep Folder
zh_hans: 保留文件夹

source: Keep Waiting
zh_hans: 继续等待

source: Keep a separate login, usage, and configuration for this profile
zh_hans: 为此配置保留独立的登录、用量和设置

source: Keep this repository in the workspace
zh_hans: 在工作区中保留此仓库

source: Keeps each workspace's line-change badge up to date in the background. Turn off for very large repositories to avoid background git diff work.
zh_hans: 在后台持续更新每个工作区的行变更标记。对于超大型仓库，可关闭此选项以避免后台执行 git diff。

source: Keeps remote-tracking base branches current. Fetch failures are logged and creation continues.
zh_hans: 保持远程跟踪的基础分支为最新。获取失败会被记录，创建过程仍会继续。

source: Keyword suggestions · %@
zh_hans: 关键词建议 · %@

source: Language
zh_hans: 语言

source: Last connected %@
zh_hans: 上次连接：%@

source: Last seen %@
zh_hans: 上次在线：%@

source: Later
zh_hans: 稍后

source: Launch %@
zh_hans: 启动 %@

source: Launch %@ in this worktree
zh_hans: 在此 worktree 中启动 %@

source: Launch Agent: %@
zh_hans: 启动 Agent：%@

source: Launch New
zh_hans: 新启动

source: Launch Preview
zh_hans: 启动预览

source: Launch an agent profile in this worktree
zh_hans: 在此 worktree 中启动一个 Agent 配置

source: Leave blank to restore the default.
zh_hans: 留空以恢复默认值。

source: Left
zh_hans: 左侧

source: Let paired Prowl apps on your network mirror this Mac’s terminals.
zh_hans: 允许网络中已配对的 Prowl 镜像这台 Mac 的终端。

source: Light
zh_hans: 浅色

source: Line %lld, column %lld
zh_hans: 第 %lld 行，第 %lld 列

source: Link
zh_hans: 链接

source: Link is not available for %@.
zh_hans: %@ 不支持链接。

source: Link the bundled %@ skill into %@
zh_hans: 将内置的 %@ 技能链接到 %@

source: Link the skills bundled in this app into your agents' skill folders, so every agent reads the version that matches the installed app. Same status as prowl skills list.
zh_hans: 将此应用内置的技能链接到各 Agent 的技能文件夹，让每个 Agent 读取与已安装应用匹配的版本。状态与 prowl skills list 一致。

source: Link → shares the live checkout at %@
zh_hans: 链接 → 共享 %@ 处的实时检出

source: Linked elsewhere
zh_hans: 已链接到别处

source: Linked repositories stay untouched; only the symlinks inside the workspace folder are removed.
zh_hans: 已链接的仓库保持不变；只会移除工作区文件夹内的符号链接。

source: Listen on
zh_hans: 监听地址

source: Listening
zh_hans: 正在监听

source: Listening · %@
zh_hans: 正在监听 · %@

source: Live Terminal
zh_hans: 实时终端

source: Load Earlier 200 Lines
zh_hans: 载入更早的 200 行

source: Load More
zh_hans: 加载更多

source: Load the previous page from this retained snapshot
zh_hans: 从此保留的快照中加载上一页

source: Loading %@…
zh_hans: 正在载入%@…

source: Loading Host configuration…
zh_hans: 正在加载主机设置…

source: Loading branches…
zh_hans: 正在加载分支…

source: Loading input…
zh_hans: 正在载入输入…

source: Loading run history…
zh_hans: 正在载入运行历史…

source: Local
zh_hans: 本地

source: Local Branches
zh_hans: 本地分支

source: Local Folder…
zh_hans: 本地文件夹…

source: Local branch “%@”
zh_hans: 本地分支“%@”

source: Local branch “%@” already exists and would be reset to this ref.
zh_hans: 本地分支“%@”已存在，将被重置为此引用。

source: Location:
zh_hans: 位置：

source: Lowercase slug used by `prowl workflow run` and as the bundle folder name
zh_hans: 小写标识符，用于 `prowl workflow run`，也用作 Bundle 文件夹名称

source: Making the bots decisive
zh_hans: 正在治疗 Agent 的选择困难症

source: Manage Agent Profiles…
zh_hans: 管理 Agent 配置…

source: Manage Workflows…
zh_hans: 管理工作流…

source: Manage agent profiles
zh_hans: 管理 Agent 配置

source: Mark PR Ready for Review
zh_hans: 将 PR 标记为可审查

source: Mark as Read
zh_hans: 标记为已读

source: Mark pull request ready for review
zh_hans: 将拉取请求标记为可审查

source: Marking PR ready…
zh_hans: 正在将 PR 标记为可审查…

source: Merge
zh_hans: 合并

source: Merge Conflicts
zh_hans: 合并冲突

source: Merge PR
zh_hans: 合并 PR

source: Merge Ready - %@
zh_hans: 可合并 - %@

source: Merge conflicts
zh_hans: 合并冲突

source: Merge pull request
zh_hans: 合并拉取请求

source: Merge queue locked
zh_hans: 合并队列已锁定

source: Merge strategy
zh_hans: 合并策略

source: Mergeable
zh_hans: 可合并

source: Merged
zh_hans: 已合并

source: Merging pull request…
zh_hans: 正在合并拉取请求…

source: Minimum command duration in seconds before a notification is shown
zh_hans: 显示通知前命令的最短持续时间（秒）

source: Mint
zh_hans: 薄荷色

source: Mirror
zh_hans: 镜像

source: Mirror a terminal pane from Prowl on another Mac.
zh_hans: 镜像另一台 Mac 上 Prowl 的终端窗格。

source: Mirroring %@
zh_hans: 正在镜像 %@

source: Mode
zh_hans: 模式

source: Model
zh_hans: 模型

source: Monitor
zh_hans: 显示器

source: Monitors without a notch only. Fades after three seconds without hover or strong reminders.
zh_hans: 仅适用于没有刘海的显示器。在无悬停或强烈提醒时，三秒后淡出。

source: More
zh_hans: 更多

source: More actions for %@
zh_hans: %@ 的更多操作

source: More custom commands
zh_hans: 更多自定义命令

source: More run actions
zh_hans: 更多运行操作

source: Move %@ to Trash after confirmation
zh_hans: 确认后将 %@ 移到废纸篓

source: Move Down
zh_hans: 下移

source: Move Up
zh_hans: 上移

source: Move notified worktree to top
zh_hans: 将有通知的 worktree 移到顶部

source: Move to Trash
zh_hans: 移到废纸篓

source: Multi-agent
zh_hans: 多 Agent

source: Multiple remotes point at the pull request repository: %@. Remove or rename one so Prowl can pick the base remote.
zh_hans: 有多个远程指向该拉取请求的仓库：%@。请移除或重命名其中一个，以便 Prowl 选定基准远程。

source: Mute notifications for the active pane
zh_hans: 静音当前窗格的通知

source: NAME
zh_hans: 名称

source: Name
zh_hans: 名称

source: Name a workflow, pick a starter, and open it in your default editor
zh_hans: 为工作流命名、选择起始模板，并在默认编辑器中打开

source: Named launch presets for verified agents, available from the toolbar Agents menu and the Command Palette. The first enabled profile is the recommendation fallback.
zh_hans: 面向已验证 Agent 的具名启动预设，可从工具栏的 Agent 菜单和命令面板中使用。没有其他推荐时，默认推荐第一个已启用的配置。

source: Navigate between cards
zh_hans: 在卡片之间导航

source: Navigation
zh_hans: 导航

source: Needs Attention
zh_hans: 需要处理

source: Needs attention
zh_hans: 需要处理

source: Needs correction
zh_hans: 需要修正

source: Never
zh_hans: 从不

source: Never connected
zh_hans: 从未连接

source: New %@ in %@
zh_hans: 在 %2$@ 中新建 %1$@

source: New Branch
zh_hans: 新建分支

source: New Pane
zh_hans: 新建窗格

source: New Pane…
zh_hans: 新建窗格…

source: New Split
zh_hans: 新建分屏

source: New Tab
zh_hans: 新建标签页

source: New Tab runs in a new tab. In Place sends input to the focused terminal.
zh_hans: “新建标签页”会在新标签页中运行。“就地”会将输入发送到当前聚焦的终端。

source: New Terminal
zh_hans: 新建终端

source: New Terminal Tab
zh_hans: 新建终端标签页

source: New Workflow
zh_hans: 新建工作流

source: New Workflow…
zh_hans: 新建工作流…

source: New Workspace
zh_hans: 新建工作区

source: New Workspace...
zh_hans: 新建工作区…

source: New Worktree
zh_hans: 新建 worktree

source: New agent
zh_hans: 新 Agent

source: New agent in this worktree
zh_hans: 在此 worktree 中新建 Agent

source: New agents will appear here
zh_hans: 新建的 Agent 将显示在这里

source: New branch %@ from %@ → worktree
zh_hans: 基于 %2$@ 新建分支 %1$@ → worktree

source: New branch from %@ → worktree
zh_hans: 基于 %@ 新建分支 → worktree

source: New branch name
zh_hans: 新分支名称

source: Next
zh_hans: 下一个

source: Next page
zh_hans: 下一页

source: No
zh_hans: 否

source: No CI logs available
zh_hans: 没有可用的 CI 日志

source: No CLI tool found at %@.
zh_hans: 未在 %@ 找到 CLI 工具。

source: No Changes
zh_hans: 没有更改

source: No Outgoing Changes
zh_hans: 没有待推送的更改

source: No Run Selected
zh_hans: 未选择运行

source: No agent profiles yet. Add one to launch agents from the Agents menu.
zh_hans: 尚无 Agent 配置。添加一个即可从“Agent”菜单启动 Agent。

source: No agent skill folder was found in your home directory. Run Claude Code, Codex, or another agent once so it creates its folder, or create one from a terminal with prowl skills install --target claude|codex|agents.
zh_hans: 未在主目录中找到 Agent 技能文件夹。请先运行一次 Claude Code、Codex 或其他 Agent 以创建其文件夹，或在终端中使用 prowl skills install --target claude|codex|agents 创建。

source: No available worktree names
zh_hans: 没有可用的 worktree 名称

source: No color
zh_hans: 无颜色

source: No duration recorded
zh_hans: 未记录时长

source: No failing workflow run
zh_hans: 没有失败的工作流运行

source: No fields
zh_hans: 无字段

source: No icon set. Click the icon preview to pick a symbol or import an image.
zh_hans: 尚未设置图标。点击图标预览即可选取符号或导入图像。

source: No local remote matches the pull request repository %@/%@. Add that remote and fetch it, then try again.
zh_hans: 没有本地远程与拉取请求的仓库 %@/%@ 匹配。请添加该远程并获取，然后重试。

source: No matching branches
zh_hans: 没有匹配的分支

source: No network address found. Connect this Mac to a network.
zh_hans: 未找到网络地址。请将这台 Mac 接入网络。

source: No open panes on this Host.
zh_hans: 此主机上没有打开的窗格。

source: No paired Hosts yet.
zh_hans: 尚无已配对的主机。

source: No personal workflows yet. Create one or ask an agent to write it.
zh_hans: 尚无个人工作流。你可以新建一个，或让 Agent 来编写。

source: No profile can run this role. Check its agent requirements and Settings → Agents → Profiles, then reopen this setup.
zh_hans: 没有可运行此角色的配置。请检查它对 Agent 的要求以及“设置 → Agent → 配置”，然后重新打开此设置。

source: No pull request, configured base branch, or default remote branch was found to compare against.
zh_hans: 未找到可用于比较的拉取请求、已配置的基础分支或默认远程分支。

source: No remote branches found.
zh_hans: 未找到远程分支。

source: No repositories are declared in this workspace metadata.
zh_hans: 此工作区元数据中未声明任何仓库。

source: No repositories yet
zh_hans: 还没有仓库

source: No response from %@. Check the address and that Host is started.
zh_hans: %@ 没有响应。请检查地址，并确认主机已启动。

source: No running agents
zh_hans: 没有正在运行的 Agent

source: No runs in this scope. Try This Worktree or All Runs.
zh_hans: 此范围内没有运行记录。请尝试“此 worktree”或“所有运行”。

source: No saved action input.
zh_hans: 没有保存的操作输入。

source: No shortcut assigned
zh_hans: 未分配快捷键

source: No shortcuts found.
zh_hans: 未找到快捷键。

source: No skill link found at %@.
zh_hans: 未在 %@ 找到技能链接。

source: No terminals open
zh_hans: 没有打开的终端

source: No tint. The nav and toolbar use the default system look.
zh_hans: 无色调。导航栏和工具栏使用系统默认外观。

source: No validation issues
zh_hans: 无验证问题

source: No workflow runs found
zh_hans: 未找到工作流运行

source: No workflow runs recorded.
zh_hans: 没有工作流运行记录。

source: No workflows for this repository.
zh_hans: 此仓库没有工作流。

source: No worktree selected
zh_hans: 未选择 worktree

source: No worktrees are available. Add a project on Host, then refresh.
zh_hans: 没有可用的 worktree。请在主机上添加项目，然后刷新。

source: None
zh_hans: 无

source: Normal View
zh_hans: 普通视图

source: Not a symlink — Prowl never deletes it. Remove it manually to link here.
zh_hans: 不是符号链接——Prowl 不会删除它。请手动移除后再链接到此处。

source: Not a valid environment variable name — this row is ignored at launch.
zh_hans: 不是有效的环境变量名——启动时会忽略此行。

source: Not accepted
zh_hans: 未接受

source: Not authenticated
zh_hans: 未认证

source: Not bound
zh_hans: 未绑定

source: Not initialized yet
zh_hans: 尚未初始化

source: Not installed
zh_hans: 未安装

source: Not listening
zh_hans: 未监听

source: Not run
zh_hans: 未运行

source: Not running
zh_hans: 未运行

source: Not started
zh_hans: 未开始

source: Not started with the current options.
zh_hans: 当前选项下不会启动。

source: Not used
zh_hans: 未使用

source: Nothing is listening at %@. Check that Host is started and the port is correct.
zh_hans: %@ 上没有程序在监听。请确认主机已启动且端口正确。

source: Notification permission is turned off. Open System Settings to allow Prowl to send notifications.
zh_hans: 通知权限已关闭。请打开系统设置以允许 Prowl 发送通知。

source: Notifications
zh_hans: 通知

source: Notifications. Hover or click to show all notifications.
zh_hans: 通知。悬停或点击可显示所有通知。

source: Notify when long-running commands finish
zh_hans: 长时间运行的命令完成时通知

source: Nudge Again
zh_hans: 再提醒一次

source: OK
zh_hans: 好

source: OR
zh_hans: 或

source: Observe line diffs automatically
zh_hans: 自动监测行级 Diff

source: Off
zh_hans: 关闭

source: Older lines omitted; the first retained line may be incomplete.
zh_hans: 更早的行已省略；保留的第一行可能不完整。

source: On
zh_hans: 开启

source: On the other device, open Remote Mirror → Client → Connect to a New Host. Enter one of these addresses with the port, then the code below.
zh_hans: 在另一台设备上打开“远程镜像 → 客户端 → 连接到新主机”，输入以下任一地址和端口，然后输入下方的配对码。

source: Once
zh_hans: 一次

source: Only show when agents are running
zh_hans: 仅在 Agent 运行时显示

source: Open
zh_hans: 打开

source: Open %@
zh_hans: 打开 %@

source: Open %@ in the default app for YAML files
zh_hans: 使用 YAML 文件的默认应用打开 %@

source: Open Command Palette
zh_hans: 打开命令面板

source: Open Config
zh_hans: 打开配置

source: Open Failing Check Details
zh_hans: 打开失败检查详情

source: Open Finder
zh_hans: 打开访达

source: Open GitHub CLI website
zh_hans: 打开 GitHub CLI 网站

source: Open In
zh_hans: 打开方式

source: Open Prowl
zh_hans: 打开 Prowl

source: Open Prowl homepage
zh_hans: 打开 Prowl 主页

source: Open Pull Request
zh_hans: 打开拉取请求

source: Open Pull Request on %@
zh_hans: 在 %@ 上打开拉取请求

source: Open Repo Settings
zh_hans: 打开仓库设置

source: Open Repository
zh_hans: 打开仓库

source: Open Repository on %@
zh_hans: 在 %@ 上打开仓库

source: Open Repository...
zh_hans: 打开仓库…

source: Open SF Symbols
zh_hans: 打开 SF Symbols

source: Open Settings
zh_hans: 打开设置

source: Open Settings → Agents → Display
zh_hans: 打开设置 → Agent → 显示

source: Open Settings → Agents → Profiles
zh_hans: 打开设置 → Agent → 配置

source: Open Settings → Agents → Workflows
zh_hans: 打开设置 → Agent → 工作流

source: Open System Settings
zh_hans: 打开系统设置

source: Open Workflow
zh_hans: 打开工作流

source: Open Worktree
zh_hans: 打开 worktree

source: Open a new terminal tab at this worktree's root
zh_hans: 在此 worktree 的根目录打开新的终端标签页

source: Open a repository or folder
zh_hans: 打开仓库或文件夹

source: Open a repository to create a worktree.
zh_hans: 请先打开一个仓库，再创建 worktree。

source: Open a worktree to run this workflow.
zh_hans: 打开一个 worktree 以运行此工作流。

source: Open action logs or the execution record
zh_hans: 打开操作日志或执行记录

source: Open check details on GitHub
zh_hans: 在 GitHub 上打开检查详情

source: Open closed pull request on GitHub
zh_hans: 在 GitHub 上打开已关闭的拉取请求

source: Open diff with
zh_hans: 用以下应用打开 Diff

source: Open failing check details
zh_hans: 打开失败检查详情

source: Open full %@
zh_hans: 打开完整%@

source: Open full JSON %@
zh_hans: 打开完整 JSON %@

source: Open full error
zh_hans: 打开完整错误

source: Open in Prowl
zh_hans: 在 Prowl 中打开

source: Open in menu
zh_hans: 在菜单中打开

source: Open in...
zh_hans: 在…中打开

source: Open merged pull request on GitHub
zh_hans: 在 GitHub 上打开已合并的拉取请求

source: Open on %@
zh_hans: 在 %@ 上打开

source: Open on Code Host
zh_hans: 在代码托管平台打开

source: Open on GitHub
zh_hans: 在 GitHub 上打开

source: Open pull request on GitHub
zh_hans: 在 GitHub 上打开拉取请求

source: Open pull request on GitHub (%@)
zh_hans: 在 GitHub 上打开拉取请求（%@）

source: Open pull request on GitHub (%@). Hover to show checks.
zh_hans: 在 GitHub 上打开拉取请求（%@）。悬停可显示检查。

source: Open pull request on GitHub. Hover to show checks.
zh_hans: 在 GitHub 上打开拉取请求。悬停可显示检查。

source: Open tab %@
zh_hans: 打开标签页 %@

source: Open terminal in folder
zh_hans: 在文件夹中打开终端

source: Open terminal in workspace
zh_hans: 在工作区中打开终端

source: Open the Active Agents panel when an agent is detected.
zh_hans: 检测到 Agent 时打开“活跃 Agent”面板。

source: Open the bundle location in Finder
zh_hans: 在访达中打开 Bundle 位置

source: Open the profile's home folder in Finder
zh_hans: 在访达中打开配置的主文件夹

source: Open the workspace editor to change its title, description, links, and repositories
zh_hans: 打开工作区编辑器，更改其标题、描述、链接和仓库

source: Open the workspace editor with %@ marked for removal
zh_hans: 打开工作区编辑器，并将 %@ 标记为待移除

source: Open this worktree's pull request on the code host
zh_hans: 在代码托管平台上打开此 worktree 的拉取请求

source: Open when launching Prowl
zh_hans: 启动 Prowl 时打开

source: Open workflow log
zh_hans: 打开工作流日志

source: Open your Ghostty config file in the default text editor.
zh_hans: 在默认文本编辑器中打开你的 Ghostty 配置文件。

source: Opened
zh_hans: 已打开

source: Opened in Prowl
zh_hans: 已在 Prowl 中打开

source: Opening mirror…
zh_hans: 正在打开镜像…

source: Opens in a background tab
zh_hans: 在后台标签页中打开

source: Opens in a new split (%@)
zh_hans: 在新的分屏中打开（%@）

source: Opens in a new tab
zh_hans: 在新标签页中打开

source: Opens in a split on the %@
zh_hans: 在%@的分屏中打开

source: Opens in a split on the %@, unfocused
zh_hans: 在%@的分屏中打开，不获取焦点

source: Operation failed
zh_hans: 操作失败

source: Operation in progress
zh_hans: 操作进行中

source: Operation paused at completion
zh_hans: 操作已在完成时暂停

source: Optional Steps
zh_hans: 可选步骤

source: Optional. One issue URL or identifier per line.
zh_hans: 可选。每行一个 issue URL 或标识符。

source: Optional. Shown to you and to agents working in this workspace.
zh_hans: 可选。会展示给你以及在此工作区中工作的 Agent。

source: Optional: app, backend, docs…
zh_hans: 可选：app、backend、docs…

source: Options
zh_hans: 选项

source: Orange
zh_hans: 橙色

source: Orchestrating terminals
zh_hans: 正在给终端排兵布阵

source: Organize
zh_hans: 整理

source: Organize Canvas Cards
zh_hans: 整理画布卡片

source: Organize cards in a uniform grid
zh_hans: 将卡片整理为规则网格

source: Original Size
zh_hans: 原始大小

source: Original Size — click to fit the full terminal to this window; Host dimensions stay unchanged
zh_hans: 原始大小 — 点按以使整个终端适应此窗口；主机尺寸保持不变

source: Outgoing
zh_hans: 待推送

source: Outgoing Changes — %@
zh_hans: 待推送的更改——%@

source: Outgoing Changes — %@ vs %@
zh_hans: 待推送的更改——%@ 对比 %@

source: Outgoing changes are unavailable for this window.
zh_hans: 此窗口无法显示待推送的更改。

source: Output
zh_hans: 输出

source: Output reference is invalid.
zh_hans: 输出引用无效。

source: Overlay detected agent status on the owning tab icon in Shelf View.
zh_hans: 在书架视图中，将检测到的 Agent 状态叠加显示在所属标签页图标上。

source: Overridden by %@
zh_hans: 已被 %@ 覆盖

source: Overridden in %@
zh_hans: 已在 %@ 中被覆盖

source: Override where the new worktree folder is created. Leave a field blank to use its default.
zh_hans: 覆盖新 worktree 文件夹的创建位置。将字段留空即可使用其默认值。

source: Overrides your personal workflow in this repository.
zh_hans: 在此仓库中覆盖你的个人工作流。

source: Page
zh_hans: 翻页

source: Paired with %@
zh_hans: 已与 %@ 配对

source: Paired · never connected
zh_hans: 已配对 · 从未连接

source: Pairing Code
zh_hans: 配对码

source: Pairing codes have eight letters or digits, shown as XXXX-XXXX.
zh_hans: 配对码由八位字母或数字组成，显示为 XXXX-XXXX。

source: Pan canvas
zh_hans: 平移画布

source: Pane %lld of %lld
zh_hans: 第 %lld 个窗格，共 %lld 个

source: Pane closed
zh_hans: 窗格已关闭

source: Parent folder
zh_hans: 父文件夹
